Repository: KutsenkoDmytro/Parts_project
Catalog: orders/locale/*/LC_MESSAGES/django.po
Languages: uk

source: status
uk: cтатус

source: user
uk: користувач

source: template
uk: шаблон

source: first and last name
uk: ім'я та прізвище

source: e-mail
uk: електронна адреса

source: formed
uk: сформував

source: company
uk: компанія

source: edrpou code
uk: код ЄДРПОУ

source: stock
uk: склад

source: signatory of documents
uk: підписант документів

source: address
uk: адреса

source: services description
uk: опис сервісних послуг

source: comments
uk: коментарі

source: VIN code
uk: серійний номер

source: rate
uk: курс

source: created
uk: сформовано

source: updated
uk: оновлено

source: order
uk: замовлення

source: product
uk: товар

source: price
uk: ціна

source: pre quantity
uk: попередня кількість

source: order quantity
uk: замовлена кількість

source: Checkout
uk: Замовлення

source: Order draft
uk: Чернетка замовлення

source: Info:
uk: Відомості:

source: Place order
uk: Створити замовлення

source: Create draft
uk: Створити чернетку

source: Products:
uk: Товари:

source: Product
uk: Товар

source: Description
uk: Назва

source: Quantity
uk: Кількість

source: Price (€)
uk: Ціна (€)

source: Cost (€) without VAT
uk: Вартість (€) без ПДВ

source: Cost (€) with VAT
uk: Вартість (€) з ПДВ

source: Cost (₴) without VAT
uk: Вартість (₴) без ПДВ

source: Cost (₴) with VAT
uk: Вартість (₴) з ПДВ

source: Check availability
uk: Перевірити наявність

source: Total (€) without VAT: %(total_price)s || with VAT: %(total_cost_with_vat)s
uk: Загальна сума (€) без ПДВ: %(total_price)s || з ПДВ: %(total_cost_with_vat)s

source: Total (₴) without VAT: %(total_cost_ua)s || with VAT: %(total_cost_with_vat_ua)s
uk: Загальна сума (₴) без ПДВ: %(total_cost_ua)s || з ПДВ: %(total_cost_with_vat_ua)s

source: Order №%(id)s
uk: Замовлення №%(id)s

source: Order draft №%(id)s
uk: Чернетка замовлення №%(id)s

source: Created: %(created)s
uk: Створено: %(created)s

source: Updated: %(updated)s
uk: Оновлено: %(updated)s

source: NBU exchange rate (%(confirmation_date)s): %(rate)s
uk: Курс НБУ (%(confirmation_date)s): %(rate)s

source: Product ID
uk: ID товару

source: Pre-quantity
uk: Попередня кількість

source: Pre-cost (€) without VAT
uk: Попередня вартість (€) без ПДВ

source: Pre-cost (€) with VAT
uk: Попередня вартість (€) з ПДВ

source: Pre-cost (₴) without VAT
uk: Попередня вартість (₴) без ПДВ

source: Pre-cost (₴) with VAT
uk: Попередня вартість (₴) з ПДВ

source: Order quantity
uk: Кількість замовлено

source: Order cost (€) without VAT
uk: Вартість замовлено (€) без ПДВ

source: Order cost (€) with VAT
uk: Вартість замовлено (€) з ПДВ

source: Order cost (₴) without VAT
uk: Вартість замовлено (₴) без ПДВ

source: Order cost (₴) with VAT
uk: Вартість замовлено (₴) з ПДВ

source: Total (€) without VAT:
uk: Всього (€) без ПДВ:

source: with VAT:
uk: з ПДВ:

source: Total (₴) without VAT:
uk: Разом (₴) без ПДВ:

source: Quantity from Template
uk: Кількість з чернетки

source: Save
uk: Зберегти

source: Orders
uk: Замовлення

source: Search
uk: Пошук

source: Previous
uk: Попередня

source: Next
uk: Наступна

source: Status
uk: Статус

source: Number
uk: Номер

source: Action
uk: Дії

source: Export
uk: Експорт

source: Date create
uk: Сформовано

source: Company
uk: Компанія

source: Author
uk: Автор

source: Formed
uk: Сформував

source: Total (€) with VAT
uk: Всього (€) з ПДВ

source: Product category
uk: Категорія товарів

source: Comments
uk: Коментарі

source: Products in order
uk: Товари в замовленні

source: Edit
uk: Редагувати

source: View
uk: Переглянути

source: in order %(total_products)s items
uk: в замовленні %(total_products)s товар(-ів)

source: %(name)s (%(description)s) : %(ord_quantity)s pcs
uk: %(name)s (%(description)s) : %(ord_quantity)s шт.

source: No orders yet.
uk: Замовлень поки що немає.

source: Your cart is empty. Add items to your cart before placing an order.
uk: Ваш кошик порожній. Додайте товари в кошик перед оформленням замовлення.

source: Error: All items in your cart must belong to the same category! Categories in your order:
uk: Помилка: Усі товари у вашому кошику повинні належати до однієї категорії! Категорії у вашому замовленні:

source: The order has been successfully formed. Your order number:
uk: Замовлення успішно сформовано. Номер Вашого замовлення:

source: Thanks!
uk: Дякуємо!

source: Error when placing or editing an order, check the form data!
uk: Помилка при оформленні або редагуванні замовлення, перевірте дані форми!

source: Your cart is empty. Add items to your cart before placing an order draft.
uk: Ваш кошик порожній. Додайте товари в кошик перед оформленням чернетки замовлення.

source: The draft order has been successfully formed. Number:
uk: Чернетку замовлення успішно сформовано. Номер:

source: There was an error while placing or editing the draft order, check the form data!
uk: Сталася помилка під час розміщення або редагування чернетки замовлення, перевірте дані форми!

source: Attribute
uk: Атрибут

source: Value
uk: Значення

source: WEB-order number
uk: Номер WEB-замовлення

source: Created
uk: Сформовано

source: Updated
uk: Оновлено

source: Exchange rate date
uk: Дата курсу

source: Rate (€)
uk: Курс (€)

source: User
uk: Користувач

source: First and last name
uk: Ім'я та прізвище

source: Stock
uk: Склад

source: Signatory of documents
uk: Підписант документів

source: Address
uk: Адреса

source: Services description
uk: Опис сервісних послуг

source: Category
uk: Категорія

source: Pre quantity
uk: Попередня кількість

source: Pre cost (€) without VAT
uk: Попередня вартість (€) без ПДВ

source: Pre cost (€) with VAT
uk: Попередня вартість (€) з ПДВ

source: Pre cost (₴) without VAT
uk: Попередня вартість (₴) без ПДВ

source: Pre cost (₴) with VAT
uk: Попередня вартість (₴) з ПДВ

source: Ord quantity
uk: Кількість замовлено

source: Ord cost (€) without VAT
uk: Вартість замовлено (€) без ПДВ

source: Ord cost (€) with VAT
uk: Вартість замовлено (€) з ПДВ

source: Ord cost (₴) without VAT
uk: Вартість замовлено (₴) без ПДВ

source: Ord cost (₴) with VAT
uk: Вартість замовлено (₴) з ПДВ

source: Total
uk: Всього
